Repository: anti-ltd/clink-localizations
Catalog: Catalog/Localizable.xcstrings
Source language: en
Languages: de, es, et, fr, hi, hu, it, ja, ko, ms, ne, pt, ru, tr, zh_hans

source: Remove all painted colors
de: Alle bemalten Farben entfernen
es: Quitar todos los colores pintados
et: Eemalda kõik värvitud värvid
fr: Supprimer toutes les couleurs peintes
hu: Az összes festett szín törlése
it: Rimuovi tutti i colori applicati
ja: 塗った色をすべて消す
ko: 칠한 색상 모두 지우기
ms: Buang semua warna yang diwarnakan
pt: Remover todas as cores pintadas
ru: Убрать все нанесённые цвета
zh_hans: 清除所有已涂的颜色

source: Remove all panels
de: Alle Panels entfernen
es: Eliminar todos los paneles
et: Eemalda kõik paneelid
fr: Supprimer tous les panneaux
hu: Összes panel eltávolítása
it: Rimuovi tutti i pannelli
ja: すべてのパネルを削除
ko: 모든 패널 제거
ms: Buang semua panel
pt: Remover todos os painéis
ru: Удалить все панели
zh_hans: 移除所有面板

source: Remove all panels?
de: Alle Panels entfernen?
es: ¿Eliminar todos los paneles?
et: Kas eemaldada kõik paneelid?
fr: Supprimer tous les panneaux ?
hu: Összes panel eltávolítása?
it: Rimuovere tutti i pannelli?
ja: すべてのパネルを削除しますか？
ko: 모든 패널을 제거합니까?
ms: Buang semua panel?
pt: Remover todos os painéis?
ru: Удалить все панели?
zh_hans: 移除所有面板？

source: Remove all plugins
de: Alle Plugins entfernen
es: Eliminar todos los plugins
et: Eemalda kõik pistikprogrammid
fr: Supprimer tous les plugins
hu: Az összes bővítmény eltávolítása
it: Rimuovi tutti i plugin
ja: すべてのプラグインを削除
ko: 모든 플러그인 제거
ms: Buang semua plugin
pt: Remover todos os plugins
ru: Удалить все плагины
zh_hans: 移除所有插件

source: Remove all plugins?
de: Alle Plugins entfernen?
es: ¿Eliminar todos los plugins?
et: Kas eemaldada kõik pistikprogrammid?
fr: Supprimer tous les plugins ?
hu: Eltávolítod az összes bővítményt?
it: Rimuovere tutti i plugin?
ja: すべてのプラグインを削除しますか？
ko: 모든 플러그인을 제거할까요?
ms: Buang semua plugin?
pt: Remover todos os plugins?
ru: Удалить все плагины?
zh_hans: 移除所有插件？

source: Remove color
de: Farbe entfernen
es: Quitar color
et: Eemalda värv
fr: Retirer la couleur
hu: Szín eltávolítása
it: Rimuovi colore
ja: 色を削除
ko: 색상 제거
ms: Buang warna
pt: Remover cor
ru: Удалить цвет
zh_hans: 移除颜色

source: Remove from Favorites
de: Aus Favoriten entfernen
es: Quitar de Favoritos
et: Eemalda lemmikutest
fr: Retirer des favoris
hu: Eltávolítás a kedvencekből
it: Rimuovi dai preferiti
ja: お気に入りから削除
ko: 즐겨찾기에서 제거
ms: Alih keluar daripada Kegemaran
pt: Remover dos Favoritos
ru: Убрать из избранного
zh_hans: 取消收藏

source: Remove from the bar
de: Aus der Leiste entfernen
es: Quitar de la barra
et: Eemalda ribalt
fr: Retirer de la barre
hu: Eltávolítás a sávról
it: Togli dalla barra
ja: バーから取り除く
ko: 바에서 빼기
ms: Keluarkan dari bar
pt: Tirar da barra
ru: Убрать с панели
zh_hans: 从栏中移除

source: Remove key
de: Taste entfernen
es: Quitar tecla
et: Eemalda klahv
fr: Retirer la touche
hu: Távolítsa el a kulcsot
it: Rimuovi tasto
ja: キーを削除
ko: 키 제거
ms: Buang kekunci
pt: Remover tecla
ru: Убрать клавишу
zh_hans: 移除按键

source: Remove language
de: Sprache entfernen
es: Quitar idioma
et: Eemalda keel
fr: Supprimer la langue
hu: Nyelv eltávolítása
it: Rimuovi lingua
ja: 言語を削除
ko: 언어 삭제
ms: Buang bahasa
pt: Remover idioma
ru: Убрать язык
zh_hans: 删除语言

source: Remove number row
de: Zahlenreihe entfernen
es: Eliminar fila de números
et: Eemalda numbririda
fr: Supprimer la rangée de chiffres
hu: Számsor eltávolítása
it: Rimuovi riga dei numeri
ja: 数字行を削除
ko: 숫자 행 제거
ms: Buang baris nombor
pt: Remover fila de números
ru: Убрать ряд цифр
zh_hans: 移除数字行

source: Remove one, or clear the lot.
de: Entferne einen Eintrag oder lösche alle.
es: Elimina una palabra o bórralas todas.
et: Eemalda üks sõna või tühjenda kogu loend.
fr: Supprime-en un ou efface-les tous.
hu: Törölj egy szót, vagy ürítsd ki az egész listát.
it: Rimuovine una oppure cancellale tutte.
ja: 1つずつ削除することも、まとめて消去することもできます。
ko: 하나씩 삭제하거나 모두 지울 수 있습니다.
ms: Padam satu perkataan atau kosongkan semuanya.
pt: Remove uma palavra ou apaga-as todas.
ru: Удалите одно слово или очистите весь список.
zh_hans: 可以逐个移除，也可以全部清空。

source: Remove one, or clear the lot. Learn from your typing turns the whole thing off.
de: Lösch einzelne oder alle. „Aus deinem Tippen lernen“ schaltet das Ganze ab.
es: Borra una, o vacíalas todas. Aprender de tu escritura lo apaga por completo.
et: Eemalda üks või tühjenda kõik. Õpi sinu tipimisest lülitab kogu asja välja.
fr: Supprime-en une, ou tout. Apprendre de ta saisie désactive complètement le mécanisme.
hu: Törölj egyet, vagy üresítsd ki az egészet. A Tanulás a gépelésedből kapcsoló az egészet kikapcsolja.
it: Cancellane una o svuota tutto. Impara da come scrivi disattiva l'intera cosa.
ja: 1つずつ削除しても、すべて消しても構いません。「入力から学習する」をオフにすれば、そもそも覚えなくなります。
ko: 하나씩 지워도 되고 전부 비워도 됩니다. 입력한 내용에서 배우기를 끄면 아예 기억하지 않습니다.
ms: Padam satu, atau kosongkan semuanya. Belajar dari cara anda menaip mematikan keseluruhannya.
pt: Apaga uma, ou limpa tudo. Aprender com a tua escrita desliga o mecanismo por completo.
ru: Уберите одно слово или очистите весь список. «Учиться на вашей печати» выключает это целиком.
zh_hans: 可以删掉某一个，也可以全部清空。关掉“从你的输入里学习”，它就不再记了。

source: Remove photo
de: Foto entfernen
es: Quitar foto
et: Eemalda foto
fr: Supprimer la photo
hu: Fotó eltávolítása
it: Rimuovi foto
ja: 写真を削除
ko: 사진 제거
ms: Buang foto
pt: Remover foto
ru: Убрать фото
zh_hans: 移除照片

source: Remove sound
de: Ton entfernen
es: Eliminar sonido
et: Eemalda heli
fr: Supprimer le son
hu: Hang eltávolítása
it: Rimuovi suono
ja: サウンドを削除
ko: 사운드 제거
ms: Buang bunyi
pt: Remover som
ru: Убрать звук
zh_hans: 移除声音

source: Remove space bar row
de: Leertastenreihe entfernen
es: Eliminar fila de la barra espaciadora
et: Eemalda tühikuklahvi rida
fr: Supprimer la rangée de la barre d’espace
hu: Szóközsor eltávolítása
it: Rimuovi riga della barra spaziatrice
ja: スペースバーの行を削除
ko: 스페이스 바 행 제거
ms: Buang baris bar ruang
pt: Remover fila da barra de espaço
ru: Убрать ряд с пробелом
zh_hans: 移除空格键所在行

source: Remove sticker
de: Sticker entfernen
es: Eliminar pegatina
et: Eemalda kleeps
fr: Supprimer l'autocollant
hu: Matrica eltávolítása
it: Rimuovi adesivo
ja: ステッカーを削除
ko: 스티커 제거
ms: Buang pelekat
pt: Remover adesivo
ru: Убрать стикер
zh_hans: 移除贴纸

source: Remove the space bar row?
de: Leertasten-Zeile entfernen?
es: ¿Quitar la fila de la barra espaciadora?
et: Eemaldada tühikuklahvi rida?
fr: Supprimer la rangée de la barre d'espace ?
hu: Eltávolítod a szóköz-sort?
it: Rimuovere la riga della barra spaziatrice?
ja: スペースバーの行を削除しますか？
ko: 스페이스바 행을 제거할까요?
ms: Alih keluar baris bar ruang?
pt: Remover a fila da barra de espaço?
ru: Удалить ряд пробела?
zh_hans: 移除空格键行？

source: Remove this language?
de: Diese Sprache entfernen?
es: ¿Quitar este idioma?
et: Eemaldada see keel?
fr: Supprimer cette langue ?
hu: Eltávolítod ezt a nyelvet?
it: Rimuovere questa lingua?
ja: この言語を削除しますか？
ko: 이 언어를 삭제할까요?
ms: Buang bahasa ini?
pt: Remover este idioma?
ru: Убрать этот язык?
zh_hans: 要删除这门语言吗？

source: Remove this word?
de: Dieses Wort entfernen?
es: ¿Eliminar esta palabra?
et: Eemaldada see sõna?
fr: Supprimer ce mot ?
hu: Eltávolítod ezt a szót?
it: Rimuovere questa parola?
ja: この単語を削除しますか？
ko: 이 단어를 제거할까요?
ms: Alih keluar perkataan ini?
pt: Remover esta palavra?
ru: Удалить это слово?
zh_hans: 移除这个单词？

source: Removes every word Clink picked up from your typing. Custom words stay.
de: Entfernt alle Wörter, die Clink aus deinem Tippen übernommen hat. Eigene Wörter bleiben erhalten.
es: Elimina todas las palabras que Clink aprendió de tu escritura. Se conservan las palabras personalizadas.
et: Eemaldab kõik sõnad, mille Clink sinu tippimisest õppis. Kohandatud sõnad jäävad alles.
fr: Supprime tous les mots que Clink a appris en tapant. Les mots personnalisés restent.
hu: Eltávolít minden szót, amit Clink a gépelésedből tanult. A saját szavak megmaradnak.
it: Rimuove tutte le parole che Clink ha imparato dalla tua digitazione. Le parole personalizzate restano.
ja: Clink が入力から学習した単語をすべて削除します。カスタム単語は残ります。
ko: Clink가 입력에서 학습한 모든 단어를 제거합니다. 사용자 단어는 유지됩니다.
ms: Mengalih keluar semua perkataan yang dipelajari Clink daripada taipan anda. Perkataan tersuai kekal.
pt: Remove todas as palavras que o Clink aprendeu com a sua digitação. As palavras personalizadas permanecem.
ru: Удаляет все слова, которые Clink выучил из вашего ввода. Пользовательские слова сохраняются.
zh_hans: 移除 Clink 从你的输入中学到的所有词语。自定义词语会保留。

source: Removes the restarts recorded on this device. Nothing else changes.
de: Entfernt die auf diesem Gerät gespeicherten Neustarts. Sonst ändert sich nichts.
es: Elimina los reinicios guardados en este dispositivo. No cambia nada más.
et: Eemaldab sellesse seadmesse salvestatud taaskäivitused. Midagi muud ei muutu.
fr: Supprime les redémarrages enregistrés sur cet appareil. Rien d'autre ne change.
hu: Törli az ezen az eszközön rögzített újraindulásokat. Más nem változik.
it: Rimuove i riavvii registrati su questo dispositivo. Nient'altro cambia.
ja: この端末に記録された再起動を削除します。ほかには何も変わりません。
ko: 이 기기에 기록된 다시 시작 항목을 지워요. 다른 건 그대로예요.
ms: Membuang mula semula yang direkodkan pada peranti ini. Tiada apa-apa lagi berubah.
pt: Remove os reinícios registados neste dispositivo. Não muda mais nada.
ru: Удаляет записи о перезапусках на этом устройстве. Больше ничего не меняется.
zh_hans: 删除这台设备上记录的重启信息。其他内容不受影响。

source: Rename
de: Umbenennen
es: Renombrar
et: Nimeta ümber
fr: Renommer
hu: Átnevezés
it: Rinomina
ja: 名前を変更
ko: 이름 변경
ms: Namakan semula
pt: Mudar o nome
ru: Переименовать
zh_hans: 重命名

source: Rename Pack
de: Paket umbenennen
es: Renombrar paquete
et: Paki ümbernimetamine
fr: Renommer le pack
hu: Csomag átnevezése
it: Rinomina pacchetto
ja: パック名を変更
ko: 팩 이름 바꾸기
ms: Namakan semula pek
pt: Renomear pacote
ru: Переименовать пакет
zh_hans: 重命名音效包

source: Rename Pet
de: Haustier umbenennen
es: Renombrar mascota
et: Lemmiku ümbernimetamine
fr: Renommer l'animal
hu: Kisállat átnevezése
it: Rinomina animale
ja: ペット名を変更
ko: 펫 이름 바꾸기
ms: Namakan semula haiwan
pt: Renomear animal de estimação
ru: Переименовать питомца
zh_hans: 重命名宠物

source: Rename Profile
de: Profil umbenennen
es: Cambiar nombre del perfil
et: Nimeta profiil ümber
fr: Renommer le profil
hu: Profil átnevezése
it: Rinomina profilo
ja: プロフィール名を変更
ko: 프로필 이름 변경
ms: Namakan Semula Profil
pt: Mudar nome do perfil
ru: Переименовать профиль
zh_hans: 重命名档案

source: Rename Sticker
de: Sticker umbenennen
es: Renombrar pegatina
et: Nimeta kleeps ümber
fr: Renommer l'autocollant
hu: Matrica átnevezése
it: Rinomina adesivo
ja: ステッカー名を変更
ko: 스티커 이름 변경
ms: Namakan Semula Pelekat
pt: Renomear adesivo
ru: Переименовать стикер
zh_hans: 重命名贴纸

source: Rename Theme
de: Design umbenennen
es: Cambiar nombre del tema
et: Nimeta teema ümber
fr: Renommer le thème
hu: Téma átnevezése
it: Rinomina tema
ja: テーマ名を変更
ko: 테마 이름 변경
ms: Namakan Semula Tema
pt: Mudar nome do tema
ru: Переименовать тему
zh_hans: 重命名主题

source: Rename group
de: Gruppe umbenennen
es: Cambiar nombre del grupo
et: Nimeta grupp ümber
fr: Renommer le groupe
hu: Csoport átnevezése
it: Rinomina gruppo
ja: グループ名を変更
ko: 그룹 이름 변경
ms: Namakan semula kumpulan
pt: Mudar nome do grupo
ru: Переименовать группу
zh_hans: 重命名分组

source: Renaming and deleting is on
de: Umbenennen und Löschen ist aktiviert
es: Renombrar y eliminar está activado
et: Ümbernimetamine ja kustutamine on sees
fr: Renommer et supprimer est activé
hu: Az átnevezés és törlés be van kapcsolva
it: Rinomina ed elimina è attivo
ja: 名前の変更と削除が有効です
ko: 이름 변경과 삭제가 켜져 있습니다
ms: Menamakan semula dan memadam dihidupkan
pt: Renomear e eliminar está ativado
ru: Переименование и удаление включены
zh_hans: 重命名和删除已开启

source: Render key popups as glass on Liquid Glass themes.
de: Zeigt Tasten-Pop-ups bei Liquid Glass-Designs als Glas.
es: Muestra las ventanas de teclas como cristal en los temas Liquid Glass.
et: Kuvab klahvihüpikud Liquid Glass teemadel klaasina.
fr: Affiche les pop-ups de touches en verre sur les thèmes Liquid Glass.
hu: A gombok előugró ablakait üvegként jeleníti meg a Liquid Glass témáknál.
it: Mostra i pop-up dei tasti come vetro nei temi Liquid Glass.
ja: Liquid Glassテーマでは、キーのポップアップをガラス調で表示します。
ko: Liquid Glass 테마에서는 키 팝업을 유리처럼 보여줘요.
ms: Papar pop timbul kekunci sebagai kaca pada tema Liquid Glass.
pt: Mostra os pop-ups das teclas em vidro nos temas Liquid Glass.
ru: Рисовать всплывающие клавиши стеклянными в темах Liquid Glass.
zh_hans: 在 Liquid Glass 主题下，把按键弹窗做成玻璃效果。

source: Renews monthly. Cancel anytime.
de: Verlängert sich monatlich. Jederzeit kündbar.
es: Se renueva cada mes. Cancela cuando quieras.
et: Uueneb igakuiselt. Tühista igal ajal.
fr: Renouvelé chaque mois. Annulable à tout moment.
hu: Havonta megújul. Bármikor lemondhatod.
it: Si rinnova ogni mese. Annulla quando vuoi.
ja: 毎月自動更新。いつでもキャンセルできます。
ko: 매월 갱신됩니다. 언제든 해지할 수 있어요.
ms: Diperbaharui setiap bulan. Batal bila-bila masa.
pt: Renova-se mensalmente. Cancela quando quiseres.
ru: Продлевается раз в месяц. Отменить можно в любой момент.
zh_hans: 每月续订。随时可取消。

source: Renews yearly. Cancel anytime.
de: Verlängert sich jährlich. Jederzeit kündbar.
es: Se renueva cada año. Cancela cuando quieras.
et: Uueneb aastaselt. Tühista igal ajal.
fr: Renouvelé chaque année. Annulable à tout moment.
hu: Évente megújul. Bármikor lemondhatod.
it: Si rinnova ogni anno. Annulla quando vuoi.
ja: 毎年自動更新。いつでもキャンセルできます。
ko: 매년 갱신됩니다. 언제든 해지할 수 있어요.
ms: Diperbaharui setiap tahun. Batal bila-bila masa.
pt: Renova-se anualmente. Cancela quando quiseres.
ru: Продлевается раз в год. Отменить можно в любой момент.
zh_hans: 每年续订。随时可取消。

source: Reopen on the category you used last.
de: Öffnet wieder die Kategorie, die du zuletzt benutzt hast.
es: Vuelve a abrirse en la categoría que usaste la última vez.
et: Avaneb uuesti viimati kasutatud kategoorial.
fr: Rouvre sur la catégorie que tu as utilisée en dernier.
hu: Azt a kategóriát nyitja meg újra, amit utoljára használtál.
it: Si riapre sulla categoria che hai usato per ultima.
ja: 最後に使ったカテゴリを開き直します。
ko: 마지막에 쓴 카테고리로 다시 열려요.
ms: Buka semula pada kategori yang anda guna terakhir.
pt: Volta a abrir na categoria que usaste por último.
ru: Открывать на той категории, где вы были в прошлый раз.
zh_hans: 重新打开时回到你上次用的分类。

source: Reorder the keyboard's Translate menu, switch off any you don't want, and download a language to use it offline.
de: Ordne das Übersetzen-Menü der Tastatur, schalte ungewollte Sprachen ab und lade eine Sprache herunter, um sie offline zu nutzen.
es: Reordena el menú de Traducir del teclado, desactiva las que no quieras y descarga un idioma para usarlo sin conexión.
et: Korrasta klaviatuuri Tõlgi menüü, lülita välja need, mida ei taha, ja laadi keel alla, et seda ühenduseta kasutada.
fr: Réorganise le menu Traduire du clavier, désactive celles que tu ne veux pas et télécharge une langue pour l'utiliser hors ligne.
hu: Rendezd át a billentyűzet Fordítás menüjét, kapcsold ki a nem kívántakat, és tölts le egy nyelvet az offline használathoz.
it: Riordina il menu Traduci della tastiera, disattiva quelle che non vuoi e scarica una lingua per usarla offline.
ja: キーボードの翻訳メニューを並べ替え、不要な言語をオフにし、オフラインで使う言語をダウンロードできます。
ko: 키보드 번역 메뉴를 재정렬하고, 원치 않는 언어는 끄고, 오프라인으로 쓸 언어를 내려받아요.
ms: Susun semula menu Terjemah papan kekunci, matikan yang anda tak mahu, dan muat turun bahasa untuk guna luar talian.
pt: Reordena o menu Traduzir do teclado, desliga as que não queres e transfere um idioma para o usares offline.
ru: Меняйте порядок в меню перевода на клавиатуре, выключайте ненужное и загружайте язык, чтобы пользоваться им офлайн.
zh_hans: 重新排序键盘的翻译菜单，关掉不想要的语言，并下载语言以便离线使用。

source: Repairing draft
de: Entwurf wird korrigiert
es: Corrigiendo el borrador
et: Mustandi parandamine
fr: Correction du brouillon
hu: Piszkozat javítása
it: Correzione della bozza
ja: 下書きを修正中
ko: 초안 수정 중
ms: Sedang membaiki draf
pt: A corrigir o rascunho
ru: Исправление черновика
zh_hans: 正在修正草稿

source: Repeat after 250ms, 80→25ms. Quick & aggressive.
de: Wiederholung nach 250ms, 80→25ms. Schnell und aggressiv.
es: Repite tras 250ms, 80→25ms. Rápido y agresivo.
et: Kordus pärast 250 ms, 80→25 ms. Kiire ja agressiivne.
fr: Répétition après 250ms, 80→25ms. Rapide et nerveux.
hu: 250 ms után ismétlés, 80→25 ms. Gyors és agresszív.
it: Ripeti dopo 250ms, 80→25ms. Rapido e aggressivo.
ja: 250ms後にリピート、80→25ms。素早くキビキビ。
ko: 250ms 뒤 반복, 80→25ms. 빠르고 세차요.
ms: Ulang selepas 250ms, 80→25ms. Pantas & agresif.
pt: Repete depois de 250ms, 80→25ms. Rápido e agressivo.
ru: Повтор через 250 мс, 80→25 мс. Быстро и напористо.
zh_hans: 250ms 后开始重复，80→25ms。又快又猛。

source: Repeat after 450ms, 110→40ms.
de: Wiederholung nach 450ms, 110→40ms.
es: Repite tras 450ms, 110→40ms.
et: Kordus pärast 450 ms, 110→40 ms.
fr: Répétition après 450ms, 110→40ms.
hu: 450 ms után ismétlés, 110→40 ms.
it: Ripeti dopo 450ms, 110→40ms.
ja: 450ms後にリピート、110→40ms。
ko: 450ms 뒤 반복, 110→40ms.
ms: Ulang selepas 450ms, 110→40ms.
pt: Repete depois de 450ms, 110→40ms.
ru: Повтор через 450 мс, 110→40 мс.
zh_hans: 450ms 后开始重复，110→40ms。

source: Repeat after 600ms, 150→60ms. Calm & forgiving.
de: Wiederholung nach 600ms, 150→60ms. Ruhig und nachsichtig.
es: Repite tras 600ms, 150→60ms. Tranquilo e indulgente.
et: Kordus pärast 600 ms, 150→60 ms. Rahulik ja leebe.
fr: Répétition après 600ms, 150→60ms. Calme et indulgent.
hu: 600 ms után ismétlés, 150→60 ms. Nyugodt és megbocsátó.
it: Ripeti dopo 600ms, 150→60ms. Calmo e tollerante.
ja: 600ms後にリピート、150→60ms。穏やかでゆったり。
ko: 600ms 뒤 반복, 150→60ms. 차분하고 너그러워요.
ms: Ulang selepas 600ms, 150→60ms. Tenang & bertolak ansur.
pt: Repete depois de 600ms, 150→60ms. Calmo e tolerante.
ru: Повтор через 600 мс, 150→60 мс. Спокойно и снисходительно.
zh_hans: 600ms 后开始重复，150→60ms。从容、宽松。

source: Replace
de: Ersetzen
es: Reemplazar
et: Asenda
fr: Remplacer
hu: Cserélje ki
it: Sostituisci
ja: 置き換え
ko: 바꾸기
ms: Ganti
pt: Substituir
ru: Заменить
zh_hans: 替换

source: Replace Current Settings
de: Aktuelle Einstellungen ersetzen
es: Reemplazar ajustes actuales
et: Asenda praegused seaded
fr: Remplacer les réglages actuels
hu: Jelenlegi beállítások cseréje
it: Sostituisci impostazioni attuali
ja: 現在の設定を置き換え
ko: 현재 설정 바꾸기
ms: Ganti tetapan semasa
pt: Substituir definições atuais
ru: Заменить текущие настройки
zh_hans: 替换当前设置

source: Replace hold actions?
de: Aktionen beim Gedrückthalten ersetzen?
es: ¿Reemplazar las acciones al mantener pulsado?
et: Kas asendada pikalt vajutamise toimingud?
fr: Remplacer les actions d’appui prolongé ?
hu: Lecseréled a hosszan nyomás műveleteit?
it: Sostituire le azioni di pressione prolungata?
ja: 長押しアクションを置き換えますか？
ko: 길게 누르기 동작을 바꿀까요?
ms: Gantikan tindakan tekan lama?
pt: Substituir ações de toque longo?
ru: Заменить действия удержания?
zh_hans: 要替换长按操作吗？

source: Replace input
de: Eingabe ersetzen
es: Reemplazar entrada
et: Asenda sisend
fr: Remplacer la saisie
hu: Cserélje ki a bemenetet
it: Sostituisci input
ja: 入力を置き換え
ko: 입력 바꾸기
ms: Ganti input
pt: Substituir entrada
ru: Заменить введённое
zh_hans: 替换输入

source: Replace photo
de: Foto ersetzen
es: Cambiar foto
et: Asenda foto
fr: Remplacer la photo
hu: Fotó cseréje
it: Sostituisci foto
ja: 写真を差し替える
ko: 사진 바꾸기
ms: Ganti foto
pt: Substituir foto
ru: Заменить фото
zh_hans: 更换照片

source: Replace settings
de: Einstellungen ersetzen
es: Reemplazar ajustes
et: Asenda seaded
fr: Remplacer les réglages
hu: Cserélje ki a beállításokat
it: Sostituisci impostazioni
ja: 設定を置き換え
ko: 설정 바꾸기
ms: Ganti tetapan
pt: Substituir definições
ru: Заменить настройки
zh_hans: 替换设置

source: Replacements
de: Ersetzungen
es: Sustituciones
et: Asendused
fr: Remplacements
hi: बदलाव
hu: Szövegcserék
it: Sostituzioni
ja: テキスト置換
ko: 텍스트 대체어
ms: Penggantian
ne: प्रतिस्थापनहरू
pt: Substituições
ru: Замены
tr: Değiştirmeler
zh_hans: 文本替换

source: Replacements layout
de: Layout der Ersetzungen
es: Diseño de reemplazos
et: Asenduste paigutus
fr: Disposition des remplacements
hu: Helyettesítések elrendezése
it: Layout delle sostituzioni
ja: 置換一覧の配置
ko: 대치 항목 레이아웃
ms: Susun atur penggantian
pt: Disposição das substituições
ru: Вид замен
zh_hans: 替换项布局

source: Replacements stay on this device and override Settings shortcuts that share the same trigger.
de: Ersetzungen bleiben auf diesem Gerät und gehen Einstellungen-Kürzeln mit demselben Auslöser vor.
es: Las sustituciones se quedan en este dispositivo y tienen prioridad sobre los atajos de Ajustes con el mismo disparador.
et: Asendused jäävad sellesse seadmesse ja alistavad Seadete otseteed, millel on sama päästik.
fr: Les remplacements restent sur cet appareil et l'emportent sur les raccourcis des Réglages qui partagent le même déclencheur.
hu: A helyettesítések ezen az eszközön maradnak, és felülírják a Beállítások azonos rövidítéseit.
it: Le sostituzioni restano su questo dispositivo e hanno la precedenza sulle scorciatoie di Impostazioni con lo stesso attivatore.
ja: 置き換えはこの端末に留まり、同じきっかけを持つ「設定」のショートカットより優先されます。
ko: 대체어는 이 기기에만 저장되고, 같은 단축어를 쓰는 설정 항목보다 우선합니다.
ms: Penggantian kekal pada peranti ini dan mengatasi pintasan Tetapan yang menggunakan pencetus sama.
pt: As substituições ficam neste dispositivo e prevalecem sobre os atalhos dos Ajustes com o mesmo gatilho.
ru: Замены остаются на этом устройстве и перебивают системные сокращения с тем же триггером.
zh_hans: 替换项只保存在这台设备上，与“设置”里同名的快捷方式冲突时以它为准。

source: Replay entrance
de: Eingang erneut abspielen
es: Repetir entrada
et: Esita sisenemist uuesti
fr: Rejouer l'entrée
hu: Belépés újrajátszása
it: Riproduci ingresso
ja: 開始アニメーションを再生
ko: 등장 효과 다시 재생
ms: Main semula kemunculan
pt: Repetir entrada
ru: Повторить появление
zh_hans: 重播进场动画

source: Replay the cold-start intro
de: Kaltstart-Intro erneut abspielen
es: Repetir la intro de arranque
et: Esita külmkäivituse intro uuesti
fr: Rejouer l'intro au démarrage
hu: Hidegindítási intro újrajátszása
it: Ripeti l'intro all'avvio
ja: コールドスタートのイントロを再生
ko: 콜드 스타트 인트로 다시 보기
ms: Main semula intro permulaan sejuk
pt: Repetir a intro de arranque
ru: Посмотреть вступление заново
zh_hans: 重播冷启动介绍

source: Replay the first-run walkthrough
de: Erststart-Rundgang noch mal abspielen
es: Repetir el recorrido inicial
et: Esita esmakäivituse tutvustus uuesti
fr: Revoir la visite du premier lancement
hu: Első indításos bevezető újra
it: Rivedi il tour del primo avvio
ja: 初回のウォークスルーをもう一度見る
ko: 첫 실행 안내 다시 보기
ms: Main semula lawatan kali pertama
pt: Repetir o tour da primeira vez
ru: Пройти знакомство заново
zh_hans: 重看一遍首次上手引导

source: Replay your thank-you from day one
de: Sieh dir dein Dankeschön von damals noch mal an
es: Vuelve a ver tu agradecimiento del primer día
et: Vaata oma esmapäeva tänu uuesti
fr: Revois le merci du tout premier jour
hu: Nézd meg újra a köszönetet a kezdetekből
it: Rivedi il ringraziamento del primo giorno
ja: 最初の日のお礼をもう一度見る
ko: 처음 그때의 감사 인사 다시 보기
ms: Tonton semula ucapan terima kasih dari hari pertama
pt: Revê o teu agradecimento do primeiro dia
ru: Посмотреть заново благодарность с первого дня
zh_hans: 重温最初那份感谢

source: Reply
de: Antworten
es: Responder
et: Vasta
fr: Répondre
hu: Válasz
it: Rispondi
ja: 返信
ko: 답장
ms: Balas
pt: Responder
ru: Ответить
zh_hans: 回复

source: Report inappropriate GIF
de: Unangemessenes GIF melden
es: Denunciar GIF inapropiado
et: Teata sobimatust GIF-ist
fr: Signaler un GIF inapproprié
hu: Nem megfelelő GIF jelentése
it: Segnala GIF inappropriata
ja: 不適切なGIFを報告
ko: 부적절한 GIF 신고
ms: Laporkan GIF tidak sesuai
pt: Denunciar GIF impróprio
ru: Пожаловаться на неприемлемый GIF
zh_hans: 举报不当 GIF

source: Requires Full Access
de: Benötigt vollen Zugriff
es: Requiere acceso total
et: Nõuab täielikku ligipääsu
fr: Nécessite l’accès complet
hu: Teljes hozzáférést igényel
it: Richiede accesso completo
ja: フルアクセスが必要です
ko: 전체 접근 허용 필요
ms: Memerlukan Akses Penuh
pt: Requer acesso total
ru: Требуется полный доступ
zh_hans: 需要完全访问权限
